[
    {
        "client_msg_id": "a2c07d18-60be-433b-ac28-cf1e2d994eaf",
        "type": "message",
        "text": "'''\nКоллеги, доброго времени суток.\n\nХочу поделиться с вами информацией о вакансии в аспирантуре (PhD) Heriot-Watt University (Эдинбург, Великобритания),\nв департаменте EGIS (объединение кафедр нефтегаза, геологии), в группе профессора Ахмеда Эльшейха.\n\nИсследовательская работа финансируется за счёт гранта, выделнного нефтяными компаниями.\nПроект называется \"Генерация геологических моделей при помощи методов глубокого обучения\".\nЗадача состоит в адаптации генеративных моделей машинного обучения (например GANs)\nдля создания реализаций правдоподобных геологических моделей с учётом имеющихся неопрделенностей.\nСамый простой пример - генерация пространственного распределения параметров месторождения нефти\/газа.\nОсобенно актуальны вопросы обучения на небольших наборах данных и работа с нестационарными\nпространственными распределениями.\n\n\nПроект во многом являтся продолжением предшествующих работ профессора Ахмеда Эльшейха и его студента [1,2]:\nShing Chan, Ahmed H. Elsheikh, \"Parametric generation of conditional geological realizations using generative neural networks\", <https:\/\/arxiv.org\/abs\/1807.05207>\n [2] Shing Chan, Ahmed H. Elsheikh, \"Exemplar-based synthesis of geology using kernel discrepancies and generative neural networks\", <https:\/\/arxiv.org\/abs\/1809.07748>\n\nТребования к кандидату:\n- степень магистра по математике, физике или по смежной технической специальности\n- знание и навыки применения численных методов\n- программирование на Python и\/или C++\n- умение писать отчёты, собирать и презентовать информацию на аглийском языке\n- коммуникация на ангийском языке\n\nПожелания к кандидату:\n- знание и навыки работы с методами машинного обучения\n- знание и навыки работы с численными методами в статистике (пространственная геостатистика и Байесовские методы)\n- опыт построения цифровых геологических моделей\n- знание и навыки работы с численными методами оптимизации и решения уравнений в частных производных\n\nФинансирование:\nфинансирование включает оплату административных сборов и стипендию на 3,5 года в стандартном размере, согласно EPSRC, 14777 фунтов в год.\n<https:\/\/www.ukri.org\/skills\/funding-for-research-training\/>\n\n\nПо неформальным вопросам, связанным с проектом, можно писать профессору Ахмеду Эльшейху на почту: <mailto:a.elsheikh@hw.ac.uk|a.elsheikh@hw.ac.uk>\nДокументы можно подавать через сайт университета до 30 ноября 2018:\n<https:\/\/www.hw.ac.uk\/schools\/energy-geoscience-infrastructure-society\/postgraduate-research\/geological-modelling-using-deep-learning-techniques.htm>\n'''",
        "user": "UE7AN9X0F",
        "ts": "1542732677.023900",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "8376efd3cbdd",
            "image_72": "https:\/\/avatars.slack-edge.com\/2019-07-07\/686807579829_8376efd3cbdd2dce16ba_72.jpg",
            "first_name": "Tarakanov517",
            "real_name": "Tarakanov517",
            "display_name": "Alexander",
            "team": "T040HKJE3",
            "name": "tarakanov517",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    },
    {
        "client_msg_id": "d491a7ad-74c6-404f-ada9-322836dda11e",
        "type": "message",
        "text": "'''\nThe same advertisement but in English:\n\n\nGeological Modelling using Deep-learning Techniques\nThe School of Energy, Geoscience, Infrastructure and Society (EGIS) at Heriot-Watt University, UK is looking for an excellent PhD candidate to work on an industrially funded project titled \"Geological model generation using deep-learning techniques\". In this project, generative machine learning models (e.g. GANs among other techniques) will be adapted to generate geologically consistent subsurface models while accounting for model uncertainties. The project will build on our recent work on the topic [1, 2] and aims to address the questions of learning using limited training data and handling spatial non-stationary geological models.\n\n   Main references:\n   [1] Shing Chan, Ahmed H. Elsheikh, \"Parametric generation of conditional geological realizations using generative neural networks\", <https:\/\/arxiv.org\/abs\/1807.05207>\n   [2] Shing Chan, Ahmed H. Elsheikh, \"Exemplar-based synthesis of geology using kernel discrepancies and generative neural networks\", <https:\/\/arxiv.org\/abs\/1809.07748>\n\n   Essential skills:\n   •    Master's degree in computational mathematics, physics or in a relevant engineering discipline with strong computational skills\n   •    Programming skills preferably in Python and\/or C++\n   •    Ability to write reports, collate information and present it in a clear and engaging manner\n   •    Excellent communication skills\n\n   Desirable skills:\n   •    Machine learning techniques (theory and applications)\n   •    Background in computational statistics (Spatial Geo-statistics, Bayesian techniques)\n   •    Computer assisted geological modelling (Object-based, surface-based modelling, etc.)\n   •    Numerical optimization and nonlinear PDE solvers\n\n   Funding:\n   Funding is available to UK\/EU\/Overseas candidates. It includes tuition fees and an appropriate stipend for 3.5 years at the EPSRC recommended level.\n\nInformal enquires should be directed to Dr. Ahmed Elsheikh:\n<mailto:a.elsheikh@hw.ac.uk|a.elsheikh@hw.ac.uk>\nFormal applications should be done online before the deadline: 30th of November, 2018 using the university web-portal.\nPlease follow the instructions available at <https:\/\/www.hw.ac.uk\/schools\/energy-geoscience-infrastructure-society\/postgraduate-research\/geological-modelling-using-deep-learning-techniques.htm>\n'''",
        "user": "UE7AN9X0F",
        "ts": "1542732696.024200",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "8376efd3cbdd",
            "image_72": "https:\/\/avatars.slack-edge.com\/2019-07-07\/686807579829_8376efd3cbdd2dce16ba_72.jpg",
            "first_name": "Tarakanov517",
            "real_name": "Tarakanov517",
            "display_name": "Alexander",
            "team": "T040HKJE3",
            "name": "tarakanov517",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "reactions": [
            {
                "name": "+1",
                "users": [
                    "U6FNTCDUG",
                    "U5PU8U90Q",
                    "U3PLVL3RD",
                    "UD4GTQTQS"
                ],
                "count": 4
            },
            {
                "name": "fire",
                "users": [
                    "U6FNTCDUG",
                    "U3PLVL3RD",
                    "UD4GTQTQS"
                ],
                "count": 3
            },
            {
                "name": "notbad",
                "users": [
                    "U26MG2Z37",
                    "U3PLVL3RD",
                    "UD4GTQTQS",
                    "UB4F4DZGV"
                ],
                "count": 4
            }
        ]
    }
]