[
    {
        "client_msg_id": "61a459b8-4816-4d51-8617-dbc1b3ce84d7",
        "type": "message",
        "text": "В Российский Квантовый Центр (<http:\/\/rqc.ru|rqc.ru>) в проект по квантовому (<http:\/\/nplus1.ru\/news\/2018\/07\/10\/russianqml|nplus1.ru\/news\/2018\/07\/10\/russianqml>) машинному обучению требуется специалист по прикладной математике для проведения исследований.\n\nКомпания: Российский Квантовый Центр (<http:\/\/rqc.ru|rqc.ru>)\nГород: Москва\nВилка: 70к – 150к\n\nОписание проекта:\nВ последние несколько лет были продемонстрированы возможности использования квантовых вычислителей для решения задач комбинаторной оптимизации. В прошлом году мы заинтересовались этим направлением (применительно к задачам машинного обучения) и разработали численный алгоритм <http:\/\/arxiv.org\/abs\/1901.08927|arxiv.org\/abs\/1901.08927> (вдохновленный поведением реальной физической системы), который хорошо выполняет квадратичную комбинаторную бинарную оптимизацию (QUBO) для NP-сложных задач (в некоторых случаях превосходит существующие quantum annealers). Известно, что большое количество практически интересных оптимизационных задач, таких как задача коммивояжёра или задача факторизации числа на простые множители и пр., сводятся к полиномиальной бинарной оптимизации (PUBO). Очевидно, что можно легко свести PUBO к QUBO, однако, если делать это «в лоб», то потребуется существенноe увеличение размерности решаемой задачи. Требуется разрабатывать более «умные» алгоритмы отображения PUBO на QUBO.\n\nОписание задач:\n- Поиск интересных для бизнеса оптимизационных проблем;\n- Перевод таких проблем на язык комбинаторной оптимизации;\n- Изучение научной литературы с целью поиска уже существующих алгоритмов отображения PUBO на QUBO;\n- Усовершенствование существующих или разработка новых алгоритмов отображения (есть простор для фантазии, в т. ч. есть идеи как привязать сюда машинное обучение);\n- Постановка задач программистам;\n- Выполнение тестов и сравнение с бэнчмарками.\n\nТребуемые навыки:\n- Отличная математическая подготовка (знание физики и оптики будет преимуществом, но не является обязательным требованием);\n- Хорошие навыки программирования на python (желателен опыт работы с фреймворками TensorFlow, PyTorch);\n- Хороший уровень английского языка (требуется изучать много литературы и колаборировать с иностранными коллегами);\n- Базовые знания в машинном обучении.\n\nПРЕИМУЩЕСТВА\n- Работа в научной группе международного класса (имеются многочисленные публикации в журналах семейства Nature);\n- Тесное сотрудничество с лучшими мировыми университетами (в частности, Оксфордским);\n- Публикации результатов в ведущих журналах и участие в конференциях;\n- Зарубежные командировки и стажировки.\n\nКОНТАКТЫ\nАлександр Львовский\n<mailto:Alex.Lvovsky@physics.ox.ac.uk|Alex.Lvovsky@physics.ox.ac.uk>\n<http:\/\/users.physics.ox.ac.uk\/~lvovsky\/|users.physics.ox.ac.uk\/~lvovsky\/>\n\nАлександр Уланов\n<mailto:a.ulanov@rqc.ru|a.ulanov@rqc.ru>\n<http:\/\/scholar.google.ru\/citations?user=9vlPZJoAAAAJ&amp;hl=ru|scholar.google.ru\/citations?user=9vlPZJoAAAAJ&amp;hl=ru>",
        "user": "UBCF5JD6V",
        "ts": "1550757108.000500",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "2bc728788675",
            "image_72": "https:\/\/avatars.slack-edge.com\/2018-09-26\/443290156003_2bc728788675197217e1_72.jpg",
            "first_name": "Alexander",
            "real_name": "Alexander Ulanov",
            "display_name": "Alexander Ulanov",
            "team": "T040HKJE3",
            "name": "a.e.ulanov",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "reactions": [
            {
                "name": "fireball",
                "users": [
                    "U7VDWFSG3",
                    "U460L21NZ",
                    "U3PLVL3RD",
                    "U98BN7XRV",
                    "UB4F4DZGV",
                    "UD4GTQTQS"
                ],
                "count": 6
            },
            {
                "name": "ico",
                "users": [
                    "U4BU5BR6X"
                ],
                "count": 1
            }
        ]
    }
]