[
    {
        "client_msg_id": "9034b6e9-7c5f-4ae0-9a9e-2b5d9d055002",
        "type": "message",
        "text": "Привет всем!\nПосоветовали тут тоже поискать :slightly_smiling_face:\nКоллеги, мы очень хотим открыть ML-лабораторию на недавно появившемся факультете математики и компьютерных наук. В связи с этим сейчас ищем ведущего ученого, чтобы вместе с ним подать заявку на мегагрант на создание такой лаборатории в СПбГУ.\n\n*Краткое описание мегагранта*\nВ случае успеха можно получить финансирование до 33 млн руб в первые два года и 24 млн в третий. Ведущий ученый не из РФ должен будет 90 дней работать в СПб и на 30 дней организовать стажировку для двух аспирантов-членов коллектива в своей организации за рубежом. Если из РФ, но не из Мск\\СПб, то 120 дней и 60 дней стажировок. Из Москвы нужно переехать в СПб на время мегагранта.\nРекомендованные достижения:\n- за 2014-2019 годы не менее пяти статей в Q1 (первый квартиль базы данных Web of Science Core Collection) для области знаний \"компьютерные и информационные науки\" и не менее пяти в Q1 или Q2 (из них две в Q1) для области \"математика\"\n- индекс Хирша &gt;=10\nПриём заявок на участие в конкурсе на получение «мегагрантов» завершится в 14:00 1 августа 2019 года.\n\nВ команде факультета МКН есть успешный опыт получения мегагрантов по математике, коллеги с радостью им поделятся и помогут оформить заявку. Пишите мне контакты подходящих ученых, мы  свяжемся с ними лично.",
        "user": "U2TR489RU",
        "ts": "1562617740.013600",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "bccea5dc2c45",
            "image_72": "https:\/\/avatars.slack-edge.com\/2017-03-15\/155212478791_bccea5dc2c452a47f616_72.jpg",
            "first_name": "Alexander",
            "real_name": "Alexander Avdyushenko",
            "display_name": "ovalur",
            "team": "T040HKJE3",
            "name": "ovalur",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "reactions": [
            {
                "name": "+1",
                "users": [
                    "U0K47J3HR",
                    "U2VBC4HEX",
                    "U6FNTCDUG",
                    "U411PKASW",
                    "U04EB5WCH"
                ],
                "count": 5
            },
            {
                "name": "fireball",
                "users": [
                    "U9ZU1CYUD",
                    "U52MP60FK",
                    "UDK41MN5U",
                    "U9VGVQJV7",
                    "UEE6V2P46",
                    "U04EB5WCH",
                    "UD4GTQTQS"
                ],
                "count": 7
            },
            {
                "name": "elite-only",
                "users": [
                    "UA1AMQF0E",
                    "UEP8V5FM5"
                ],
                "count": 2
            }
        ]
    }
]