[
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1476183348.000608",
        "user": "U2MRHUKSS",
        "text": "<@U2MRHUKSS> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1476188253.000629",
        "user": "U2MS8DLDA",
        "text": "<@U2MS8DLDA> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1476190610.000630",
        "user": "U2MSYJMNZ",
        "text": "<@U2MSYJMNZ> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1476210064.000631",
        "user": "U2N2XP6HX",
        "text": "<@U2N2XP6HX> has joined the channel"
    },
    {
        "type": "message",
        "text": "Иностранный вендор, специализируется на аналитических решениях.\n*Position: Analytical Consultant*\nDivision: Pre-sales Department\n\nAs an Analytical Consultant you will provide analytical services independently or jointly with other departments to prospective and current customers. You will participate in end-to-end customer analytic requirements, which will include identifying data analysis needs, processing and exploring client data, translating business requirements into analytic methods, building analytic models, developing analysis reports, and presenting reports to customers. Your duties will also include software demonstrations and positioning, marketing activities.\n\nYou will develop statistical and analytical systems and presentations for presale and consulting projects and sessions using knowledge of analytical methods and related company procedures and interfaces.\n\nAdditional Responsibilities may include:\n\n* Develop analytical models and code for processes to meet customer requirements;\n* Data Mining and general analytical software positioning through presentations, discussions with clients, demonstrations, competitors analysis;\n* Design and implement prototypes for use in pre-sales activities;\n* Support data acquisition, validation, and management from data sources;\n* Provide assistance to other members of the group in the preparation of data for analysis;\n* Work closely with clients transferring data and loading data onto company systems for analyses;\n* Become proficient in the use of SAS software focusing on SAS\/STAT, SAS Enterprise Miner, SAS Visual Statistics, SAS Factory Miner, SAS High-Performance Data Mining;\n* Become specialist in dedicated business tasks solving using Data Mining and general Analytics. For example: Risk management in Tax&amp;Customs Offices, Failure prevention in helicopters exploitation; Quality Mining (products quality prediction) in manufacturing, Process Mining for Banks or Manufacturing;\n* Serve as principal investigator on analytical presale and consulting projects;\n* Conduct project requirements gathering;\n* Serve as departmental representative on sales and marketing calls and provide leadership and expertise in positioning analytics services;\n* Work closely with the bid group in developing proposals and estimating services and calculating software fees;\n* Arrange, prepare materials for, and facilitate meetings with clients;\n* Provide assistance in the overall day-to-day operations of the department by attending meetings and working with both internal and external customers for analytical services.\n\n*Qualifications*\n\nEssential\n* 1-2 years of experience in analytical projects;\n* Experience with SAS Enterprise Miner or IBM SPSS Modeler;\n* Data Transformation skills, at least good SQL knowledge;\n* Technical knowledge of Data Mining methodology and algorithms;\n* Master's degree in Statistics, Applied Maths or closely related field;\n* Good written and spoken English.\n\nAdditional\n* Strong presentation skills (written and oral);\n* Ability to communicate with people with various technical backgrounds, think analytically, write and edit technical material and relate complex concepts and applications;\n* Travel as business requirements dictate at management discretion.\n\nВопрос з\/п обсуждается индивидуально, обычно отталкиваются от текущих условий кандидата и берут во внимание ожидания, средний переход оправдан на 20-30%.\nHR Julia Volyk, <mailto:JVolyk@hrts.ru|JVolyk@hrts.ru>, Work: <tel:+74996540443|+7 499 6540443> (доб. 102)",
        "user": "U043ZLY35",
        "ts": "1476211750.000632",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "878c5edca22f",
            "image_72": "https:\/\/avatars.slack-edge.com\/2017-06-14\/197359714611_878c5edca22fa28467cd_72.png",
            "first_name": "Alena",
            "real_name": "Alena Melnikova",
            "display_name": "alena",
            "team": "T040HKJE3",
            "name": "alena",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1476249895.000633",
        "user": "U2N853RGF",
        "text": "<@U2N853RGF> has joined the channel"
    }
]