[
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1458376114.000255",
        "user": "U0TUGHUA3",
        "text": "<@U0TUGHUA3> has joined the channel"
    },
    {
        "type": "message",
        "text": "мало ли, вдруг кому будет интересно\n\nСпециалист по разработке наукоемкого программного обеспечения (полная или частичная занятость, Санкт-Петербург)\nГруппа анализа ЭЭГ и нейрообратной связи при Лаборатории Управления Сложными Системами Института Проблем Машиноведения РАН в Санк-Петербурге ищет сотрудника-программиста-лаборанта для завершения разработки программного обеспечения и проведения экспериментов в парадигме ЭЭГ нейрообратной связи. Регистрация ЭЭГ проводится при помощи новейшего 128 канального энцефалографа (NVX-136) – аналога энцефалографа Brain Amps (Brain Products ) и мобильного 24-канального энцефалографа Smart BCI. Основной обязанностью сотрудника будет завершение разработки и оптимизация программного обеспечения для обработки ЭЭГ в реальном времени и формирования сигнала обратной связи с последующей поддержкой и доработкой. Возможно выполнение квалификационных работ. Оплата до 40 т.р. в месяц в зависимости от квалификации. Длительность контракта — до 2-х лет. Подразумевается минимум 75% занятость.\n\nТребования к кандидатам\nУмение хорошо программировать, снабжая код комментариями и оформляя заголовки функций в целях дальнейшего автоматического формирования документации для внутреннего пользования. Языки\\среды: Matlab, Python, C++. (не менее 2-х из перечисленных)\nИнтерес к электрофизиологии, ЭЭГ, нейрофизиологии, теории обучения, обучению с подкреплением\nБазовые знания линейной алгебры, основ теории цифровой обработки сигналов, статистики.\nАккуратность, точность , обязательность\nАнглийский язык (чтение научных статей)\n\nЗаинтересовавшиеся кандидаты, шлите, пожалуйста, резюме и краткое письмо о том, почему вам эта позиция интересна на <mailto:ossadtchi@gmail.com|ossadtchi@gmail.com>.",
        "user": "U04423D74",
        "ts": "1458378662.000256",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "g872041b5d45",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/e8872041b5d452b82f08a3b9d88b679d.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0006-72.png",
            "first_name": "Philipp",
            "real_name": "Philipp Upravitelev",
            "display_name": "konhis",
            "team": "T040HKJE3",
            "name": "konhis",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1458389185.000257",
        "user": "U0TUTASNR",
        "text": "<@U0TUTASNR> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1458389670.000258",
        "user": "U0TUJLP6Y",
        "text": "<@U0TUJLP6Y> has joined the channel"
    }
]