[
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1468509420.000390",
        "user": "U06EJECV7",
        "text": "<@U06EJECV7> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1468509461.000391",
        "user": "U1RPE7YK0",
        "text": "<@U1RPE7YK0> has joined the channel"
    },
    {
        "type": "message",
        "subtype": "channel_join",
        "ts": "1468517732.000392",
        "user": "U1RRNHVMY",
        "text": "<@U1RRNHVMY> has joined the channel"
    },
    {
        "type": "message",
        "text": "Дам контакты HR:\n\nПозиция: Senior Data Engineer (переезд в Германию, Мюнхен)\nНаш клиент: \nКомпания, нацеленная на повышение уровня отдыха туристов, от поиска подходящего отеля до наилучшего времяпровождения в поездке. Для этого компания сотрудничает с отелями, ресторанами, туристическими веб-сайтами и другими посредниками. Программный продукт компании позволяет автоматически обрабатывать миллионы комментариев на различных ресурсах по поиску отзывов клиентов. Затем полученные данные визуализируют, что позволяет туристам лучше спланировать поездку, а компаниям, работающим в туристическом бизнесе повысить уровень предлагаемых услуг.\n\nПродукт: \nКомпания работает в трех основных направлениях:\n- Исследование сетевой репутации: инструмент для исследования отзывов собственных клиентов и их пожеланий в интернете, а также приложение для сбора отзывов на Facebook \n- Сетевой мониторинг репутации: специальная панель для анализа данных, которая собирая информацию из миллионов комментариев на 20 языках с более чем 100 различных онлайн-ресурсов ( таких как Tripadvisor, Facebook, Google+, Twitter, Yelp, и др.), позволяет понять поведение клиентов. \n- Продвижение сетевой репутации: первый независимый рейтинг, который представляет собой среднюю оценку интернет-отзывов потребителей со всего мира. Высокий балл позволяет привлечь новых клиентов, благодаря их доверию к рейтингу.\n\nКоманда компании: \nна сегодняшний день в компании работает более 120 человек по всему миру. Главный офис в Мюнхене насчитывает 50 человек, 40 из которых - программисты.\n\nКакие профессиональные навыки нужны: \nExperience driving complex projects to completion\nExperience in software engineering\nKnowledge of basic statistics\nGood understanding of relational databases\nFluency in English\n\nБудет преимуществом:\nAffinity for Linux scripting\nKnowledge of Python\nExperience with Apache Hadoop or related technologies\nExperience in building web applications\n\nОсновные обязанности:  \n- контроль качества данных и ведение проектов по сбору данных.  \n- контролироль бюджета, а также наставничество младших специалистов\n- поддержка различных баз данных ( PostgreSQL, MongoDB, Cassandra)\n- работа с неоднородными источниками первичных данных  \n- разработка и поддержка ETL задач c Hadoop  \n\nОплата:  \nКомпания готова платить от 55000 до 70000 евро в год (вычитается налог примерно 35% от данной суммы. Для точного расчета налоговой ставки для каждого конкретного случая используйте программу: <http:\/\/www.xn--bruttonetto-rechner-5za.info\/gehalt\/gross_net_calculator_germany.php> )\n\nЧто с переездом?: \nКомпания предоставляет жилье на первый месяц после релокации, в том числе семье при необходимости, и помогает найти квартиру. Мы, в свою очередь, помогаем с оформлением всех необходимых документов. Помогаем перевозить всех, кого необходимо (жена, дети, коты, собачки))\n\nЭтапы интервью:\n- интервью с рекрутером нашей компании \n- небольшое тестовое задание\n- скайп-интервью с HR-менеджером компании-клиента\n- интервью с CTO \n- интервью с директором компании",
        "user": "U043ZLY35",
        "ts": "1468554106.000393",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "878c5edca22f",
            "image_72": "https:\/\/avatars.slack-edge.com\/2017-06-14\/197359714611_878c5edca22fa28467cd_72.png",
            "first_name": "Alena",
            "real_name": "Alena Melnikova",
            "display_name": "alena",
            "team": "T040HKJE3",
            "name": "alena",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "reactions": [
            {
                "name": "+1",
                "users": [
                    "U09JEC7V0",
                    "U041LH06L",
                    "U0G29N5U4",
                    "U108YLBU1",
                    "U070Y25AS",
                    "U0JQVRDMJ"
                ],
                "count": 6
            }
        ]
    }
]