[
    {
        "client_msg_id": "4fbc8bab-af30-4a81-b7db-ab164d1e69f6",
        "type": "message",
        "text": "Добрый день! Пул задачек растет, а значит людей нужно все больше.\nНиже даны описания для двух различных вакансий.\n*Вакансии*: специалист по компьютерному зрению (Data Scientist in CV) \/ специалист по обработке текстов (Data Scientist in NLP)\n*Уровень*: Junior \/ Middle \/ Senior\n*Город*: Москва\n*Компания*: Алгомост\n*О компании*:\nКомпания была создана в 2012 году и является резидентом Сколково.\nКлючевая компетенция «Алгомост» – создание индустриальных платформенных решений с кастомизацией под бизнес-задачи клиента. Мы осуществляем разработку и интеграцию программных модулей искусственного интеллекта для управления технологическими и бизнес-процессами, создаем многоуровневые системы поддержки принятия производственных и управленческих решений, обеспечиваем снижение операционных затрат, нивелируем «человеческий фактор» и повышаем комплексную эффективность процессов.\n\nСейчас в компании активно развивается медицинское направление, в связи с этим мы расширяем штат высококвалифицированных специалистов, готовых решать комплексные, нетривиальные задачи в области компьютерного зрения и обработки текстов.\n\n*Требования CV \/ NLP*:\n- *Обязателен практический опыт работы в CV\/ NLP от полугода*;\n- Знание и опыт работы в сфере анализа данных, машинного обучения, статистики (методы, модели, способы их реализации и поддержки);\n- Опыт постановки и решения прикладных задач, оценки результатов;\n- Знание языка Python и различных библиотек для машинного обучения (Scikit-learn, Pandas, OpenCV (для CV), Lightgbm, XGBoost,);\n- *NLP*: Знание библиотек, связанных с анализом текстов (gensim, BigARTM, NLTK);\n- Понимание работы и сферы применения нейронный сетей, а также знание одного из Deep Learning фреймворков: TensorFlow, KERAS, PyTorch\n- *CV*: понимание классического  CV;\n- *NLP*: знание основных задач в NLP и подходов к их решению;\n- Хорошие коммуникативные навыки, умение работать в команде, умение справляться с многозадачностью и дедлайнами; желание изучать новые технологии;\n- Знание английского языка на уровне чтения технической литературы и научных статей, предпочтение отдается кандидатам со свободным разговорным языком;\n- Дополнительное преимущество – опыт успешного участия в соревнованиях на kaggle.\n\n*Обязанности DS CV*:\n- Построение моделей для вычисления количественных показателей по изображениям;\n- Построение моделей для детекции и сегментации на медицинских изображениях;\n- Построение моделей диагностики заболеваний по изображениям;\n- Построение моделей нахождения аномалий и подсвечивания подозрительных областей на медицинских изображениях.\n\n*Обязанности DS NLP*:\n- Кластеризация и классификация документов, извлечение сущностей из текста;\n- Автоматическое построение шаблонов текстовых описаний;\n- Выделение полезной информации из электронных медицинских записей и фармацевтических аннотаций;\n- Построение прогностических моделей на основе текстовых документов;\n- Автоматическое сопоставление текстовых документов.\n\n*Условия*:\n- Полный рабочий день, 5\/2;\n- ДМС после испытательного срока;\n- Корпоративное обучение;\n- Оформление по ТК РФ;\n- Офис в центре Москвы в 5 минутах от Маяковской;\n - Вилки:\nJunior: 100 - 130\nMiddle: 140 - 180\nSenior: 180 - 250\n\nВ случае интереса к вакансии просьба отправить резюме с пометкой Data scientist CV или Data Scientist NLP на почту нашему HR менеджеру: <mailto:gromovenko@algomost.ru|gromovenko@algomost.ru>.",
        "user": "UBK9444P5",
        "ts": "1569772071.391600",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "gce158cf6d79",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/36ce158cf6d79acc9d26cdfb7936d465.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0009-72.png",
            "first_name": "Valeriia",
            "real_name": "Valeriia",
            "display_name": "Valeriia",
            "team": "T040HKJE3",
            "name": "kibitovavaleria",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "edited": {
            "user": "UBK9444P5",
            "ts": "1569772101.000000"
        },
        "reactions": [
            {
                "name": "+1",
                "users": [
                    "U8LQCCNF2",
                    "U8DEZV7E2",
                    "UMM4SL5KR",
                    "ULB93LZ2S",
                    "UDK41MN5U",
                    "U6Y6JMJPL",
                    "UDE5GJXAA",
                    "U99MEKJKH",
                    "UDTFQJN1M"
                ],
                "count": 9
            }
        ]
    }
]