[
    {
        "client_msg_id": "6ab19ac7-d322-4196-b4b1-d12666876622",
        "type": "message",
        "text": "```\nВсем привет!\nК нам в Kaspersky Lab ищем Head of Consumer BI Engineering (локация Москва, HQ)\nНиже детали (к слову сказать, команда только создаётся, поэтому в саму команду тоже нужны люди (Data Engineers, Data Scientists, Data Analysts))\n\n:yoda:Head of Consumer BI Engineering manage team of Data Engineers and Data analysts, which design, development, enhance, and maintain automated reports, forecasting models, data collection algorithms (ETL), databases, analytical and reporting tools.\n\n:wow-pika:Main responsibilities:\n* Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.\n* Identify, assess and analyze data sources and data flows to determine relevance to business needs. Initiate and lead or contribute to projects to make the data from relevant data sources available for mass usage across the company for business purposes.\n* Contribute to company data architecture &amp; infrastructure.\n* Manage team of data engineers and data analysts.\n* Work cooperatively with development teams during the development life cycle to meet business requirements. Participate in projects coordination with internal technical teams and data engineers.\n\n:dr_evil:Qualification Requirements:\n* Fluent English\n* Master Degree in Mathematics, or Computer Science\/Engineering required\n* 2 years of experience in development\n* 6 years of related experience with data management, analytics and modeling\n* 3 years of technical team management\n* Advanced working SQL knowledge and experience working with relational databases, query authoring (SQL) as well as working familiarity with a variety of databases.\n* Understanding of ETL architectures and experience deploying ETL solutions.\n* Familiar with MS BI stack: SQL Server, SSAS, SSIS, SSRS, Power BI.\n* Familiar with popular program languages, such as: Python, C#, JavaScript, HTML, etc.\n* Familiar with data visualization software\n\n:ocherenno-bratan:We offer:\n* Become a part of the cool experts team\n* Medical insurance with dentistry for you and your children\n* Learning opportunities: meet-ups, conferences, certifications, 7 foreign languages\n* One of the best offices in Moscow: 2 gyms, sauna, restaurant, massage, and a doctor\n* Monthly cash-bonus for meals\n* Relocation program for all-russian and the EEA countries candidates\n* And you probably have heard about our corporate parties!\nWe do not offer: illegal salary, dress code, boring tasks, old-fashioned technologies, gloomy colleagues\n\n:arrow_lr: Если интересно или вопросы - пишите тут или на почту <mailto:andrey.engler@kaspersky.com|andrey.engler@kaspersky.com>\n```\n<@UFDR9RDT5> не смог предоставить вилку, поэтому вакансия была перенесена сюда",
        "user": "U0K47J3HR",
        "ts": "1547746712.006300",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "6d5ff9b845f5",
            "image_72": "https:\/\/avatars.slack-edge.com\/2018-02-27\/321752094228_6d5ff9b845f5b3248b1e_72.jpg",
            "first_name": "Valentin",
            "real_name": "Valentin Malykh",
            "display_name": "madrugado",
            "team": "T040HKJE3",
            "name": "madrugado",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    },
    {
        "client_msg_id": "6464f93e-9853-4cb6-ab11-925a19ebe00b",
        "type": "message",
        "text": "```\n*Функциональная группа AI, Центр Инноваций компании МТС приглашает на работу специалистов\/старших разработчиков и экспертов по Natural Language Processing.*\nДалеко не полный перечень задач:\n_• Предобработка текстов_\n_• Классификация, кластеризация текстов_\n_• Извлечение именованных сущностей и ключевых слов_\n_• Морфологический, синтаксический анализ_\n_• Выявление интентов, поиск синонимов, установление связей в тексте._\n_• тематическое моделирование_\n_• Проверка правописания_\n_• Информационный поиск и обнаружение дубликатов_\n_• семантические парсеры и диалоговые системы_\n\n*Требования*\n• Язык программирования python. Владение другими скриптовыми языками приветствуется.\n• Опыт работы с алгоритмами и библиотеками машинного обучения в NLP (с некоторыми из представленных): nltk, Stanford NLP toolset(parser, NER, coreference resolution, word segmenter e.t.c.) spacy, genism и bigartm, опыт работы с дистрибутивными моделями языка.\n• Опыт работы с русским языком:\n  - морфология: pymystem3, pymorphy2, aot и схожие\n  - парсеры грамматик: Tomita parser, yargy\n  - синтаксис: udpipe и\\или SyntaxNet и другие.\n• Опыт построения глубоких нейронных сетей с использованием фреймворков Tensorflow, Keras, PyTorch\nКонтроль версий: git\nOS: Linux, среды разработки: PyCharm, Spyder, VSCode, Jupyter notebook\nБудет плюсом\nОпыт построения моделей с использованием оптимальных эмбеддингов, памяти и внимания\nОпыт работы с ipavlov, alennlp, dialog flow, ras; понимание особенностей русского языка\nОпыт тестирования и отладки методов\/концептов обработки текстовых данных, работа с разметкой Universal Dependencies и аналогичными\n\n*Условия работы*\nЛокация: Москва, Санкт-Петербург, современный офис, полностью белая ЗП по результатам собеседования (соответствует рынку труда), возможность развиваться как в рамках проектов, так и в рамках Корпоративного Университета, у провайдеров и наставников.\nДМС со стоматологией, страхование жизни, страхование при поездках за рубеж; бесплатные тренировки по волейболу и баскетболу.\n\n\n*Присылайте свое CV нашему HR: <mailto:avkuzen1@mts.ru|avkuzen1@mts.ru>, Алина. Мы Вас ждем!*\n```\n<@UDV435S4X> не предоставил вилку",
        "user": "U0K47J3HR",
        "ts": "1547757565.007700",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "6d5ff9b845f5",
            "image_72": "https:\/\/avatars.slack-edge.com\/2018-02-27\/321752094228_6d5ff9b845f5b3248b1e_72.jpg",
            "first_name": "Valentin",
            "real_name": "Valentin Malykh",
            "display_name": "madrugado",
            "team": "T040HKJE3",
            "name": "madrugado",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    },
    {
        "client_msg_id": "5552d479-6ac3-424b-8d70-a5d3ac76000e",
        "type": "message",
        "text": "```\n*Функциональная группа AI, Центр Инноваций компании МТС приглашает на работу специалистов\/старших разработчиков и экспертов по технологиям распознавания, обработки и синтеза речи.*\nЗадачи\n_- разработка новых подходов и методов распознавания спонтанной речи на основе рекуррентных нейронных сетей, end-2-end &amp; LAS подходов._\n_- реализация разработанных методов в production code_\n_- анализ существующих подходов и методов, в т.ч. проведение экспериментов с Kaldi, deepspeech 1\/2, espnet и подобными._\n_- реализация алгоритмов синтеза речи_\n_- разработка методов пре-пост обработки речи, включая фильтрацию шумов, acoustic event classification, анализ качества речи_\n_- задачи идентификации по голосу_\nЯзыки программирования: python - необходимо (владение основными библиотеками, такими как: numpy, scipy, pandas, scikit, matplotlib и т.п.),\nДля реализации в продакшн крайне желательно знание C++ на уровне близком к С++11 и выше, понимание templates, знание базовых контейнеров, работа с памятью, обработка исключений, классы, наследование, понимание алгоритмов computer science, так как: хэширование сортировка, поиск в ширину, в глубину, понятие сложности алгоритма, многопоточность, понимание работы с основными типами данных, включая числа с плавающей точкой.\n\nПриветствуется опыт программирования на GPGPU (в частности, cuda, opencl) Примитивы, используемые при разработке приложений с параллелизмом, знание основных примитивов синхронизации, паттернов  параллельного программирования (например: writer-reader, pool of works etc). Приветствуется опыт работы с cmake, valgrind, vtune, cppcheck и подобные. Bash – желательно.\nОС: Linux, Windows.\nКонтроль версий: git. Это означает, что кандидат должен уметь использовать git log A…B, понимать чем отличается git merge от git rebase, git reset от git reset –soft от git reset –hard.\nСреды разработки: Visual Studio, Eclipse, Pycharm, и т.п.\nОпыт анализа  и отладки чужого кода, средства отладки и профилирования: gdb, sanitizers.\nЦОС: частотные преобразования, оконные преобразования, НЧ, ВЧ фильтры, оценка шумов, квантование, дискретизация, спектр, мел-кепстральное преобразование,\nМатематика:  PCA, SVD, производные, базовые понятия линейной алгебры, методы минимизации.\nМашинное обучение: Понимание основных концепций, терминов и методологии, опыт работы с хотя-бы одним из популярных на данный момент фреймворков для машинного обучения: tensorflow, caffe, pytorch, mxnet, Theano, keras. Методы оптимизации, построения сетей на основе RNN подобных структур, опыт отладки сетей.\nСущественным плюсом будет опыт работы с известными фреймворками для распознавания речи, такими, как Kaldi, sphinx, deepspeech, wavenet, espnet и подобными, участие в разработке проприетарных методов распознавания и синтеза речи, разработка проприетарных фреймворков машинного обучения, участие в разработке методов фильтрации сигнала на основе методов машинного обучения, работа с методами синтеза речи.\nНаличие статей, патентов  - дополнительный плюс.\nМетодология разработки проекта: TDD, использование шаблонов проектирования.\nМетодология управления проектом: scrum\nВажно: умение работать в команде, находить решения, сочетать R&amp;D, стремление совершенствовать навыки, осваивать новые подходы и техники, доводить начатое до поставленной цели, эффективно планировать свое время.\n\n*Условия работы*\nЛокация: Москва, Санкт-Петербург, современный офис, полностью белая ЗП по результатам собеседования (соответствует рынку труда), возможность развиваться как в рамках проектов, так и в рамках Корпоративного Университета, у провайдеров и наставников.\nДМС со стоматологией, страхование жизни, страхование при поездках за рубеж; бесплатные тренировки по волейболу и баскетболу.\n*Присылайте свое CV нашему HR: <mailto:avkuzen1@mts.ru|avkuzen1@mts.ru>, Алина. Мы Вас ждем!* \n```\n<@UDV435S4X> еще раз не предоставил вилку",
        "user": "U0K47J3HR",
        "ts": "1547757630.008500",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "6d5ff9b845f5",
            "image_72": "https:\/\/avatars.slack-edge.com\/2018-02-27\/321752094228_6d5ff9b845f5b3248b1e_72.jpg",
            "first_name": "Valentin",
            "real_name": "Valentin Malykh",
            "display_name": "madrugado",
            "team": "T040HKJE3",
            "name": "madrugado",
            "is_restricted": false,
            "is_ultra_restricted": false
        }
    }
]