[
    {
        "client_msg_id": "2ad951a8-c1f6-415d-8ac8-4c4bfe53408f",
        "type": "message",
        "text": "Вакансия: Data Scientist (Middle\/Senior)\nГород: Нижний Новгород (рассматриваем кандидатов на релокацию)\nОписание:\nПодразделение компании \"МегаФон\" фокусируется на разработке комплексных аналитических моделей на основе методов машинного обучения для повышения эффективности компании.\nМы хотим усилить аналитическую компетенцию и продолжать запускать в работу портфель новых проектов на основе анализа больших данных.\nМы используем:\nOracle Exadata (SQL, PL\/SQL), Cloudera Hadoop, Hive, Spark, Pyspark, Python (sklearn, xgboost, pandas, etc), Linux bash. Система контроля версий: git. Для развития нашего корпоративного хранилища: Oracle Big Data SQL, Oracle Data Integrator, Informatica Power Center, Oracle Business Intelligence, SAP Business Objects.\nМы ищем сотрудника, который:\n•  интересуется развитием аналитики на стороне крупной телеком-компании;\n•  способен уверенно решать сложные аналитические задачи для бизнеса;\n•  способен находить зависимости в большом объеме информации и строить сложные математические модели.\nДля решения наших задач потребуется:\n•  опыт работы в data science от года;\n•  понимание алгоритмов машинного обучения, статистического анализа;\n•  опыт построения аналитических моделей в Python;\n•  умение работать с реляционными (SQL) и распределенными БД, понимание парадигмы Map-Reduce, работа с Hive, Spark и др.;\n•  опыт работы в телекоммуникациях, банках или цифровых индустриях будет преимуществом;\n•  успехи в соревнованиях по data mining будет плюсом (например, Kaggle).\nМы предлагаем:\n•  Уровень заработной платы по итогам технического интервью (примерная вилка 120-160)\nВнешнее обучение в России и за рубежом за счет компании (New Prolab, BigData Team, GeekBrains и др.);\n•  Компенсация затрат на мобильную связь;\n•  ДМС (включая стоматологию), страхование при выезде заграницу;\n•  Частичная компенсация спорта;\n•  Возможность участия в корпоративных спортивных командах: футбол, волейбол, баскетбол, хоккей и бег;\n•  Регулярные митапы в офисе с внешними спикерами из разных областей.\nКонтакты для связи Оксана <tel:+7937-037-43-31|+7937-037-43-31>, телеграм @osbelyaeva",
        "user": "UPYNUL1M3",
        "ts": "1572438656.040100",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "gbea25876469",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/bea25876469d96f931d42ec6a24f8642.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0021-72.png",
            "first_name": "",
            "real_name": "Oksana",
            "display_name": "Oksana",
            "team": "T040HKJE3",
            "name": "o.belyaeva",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "reactions": [
            {
                "name": "nino_top",
                "users": [
                    "U0K47J3HR",
                    "U6YDWF4UB",
                    "UL94X4YCQ",
                    "U5FCA4F8X"
                ],
                "count": 4
            },
            {
                "name": "no_capitalism",
                "users": [
                    "UMZ4KE98F",
                    "UDXMNJD4P",
                    "UDDLWEYNQ",
                    "U86V0LFDG",
                    "UDDHVTBD1",
                    "U6Y47FWKX",
                    "UDTFQJN1M",
                    "U5FCA4F8X",
                    "U8WGH35EH",
                    "UEU3CGN3H",
                    "U24FDDCG7",
                    "UDK41MN5U",
                    "U705ED0CU"
                ],
                "count": 13
            }
        ]
    }
]