[
    {
        "client_msg_id": "cd773c73-99b0-40cb-91f9-02a83041c654",
        "type": "message",
        "text": "Вакансии: Data analyst\nГород: Москва\nКомпания: Gett\nЛокация: Москва, ст.м. Павелецкая\nФормат работы: офис\nЗанятость: полная\nЗаработная вилка: 120 - 150 000 рублей gross\n\nДля московского офиса компании Gett ищу Data analyst в команду Supply. Supply - одна из самых значимых функций в компании, которая отвечает за то, чтобы на всей географии оказания сервиса были водители и автомобили в определенном количестве  и качестве.\n\nВакансия хорошо подойдет к тем, у кого уже есть небольшой опыт в аналитике и кто планирует дальнейшее развитие в этом направлении. \n\nGett это международный стартап, обладающий большой гибкостью, где есть возможность выдвигать и реализовывать свои инициативы. Любой сотрудник может прийти в кабинет генерального директора, обозначить проблему, обосновать, что ее решение очень поможет бизнесу, даже если это не в зоне его ответственности, взяться за ее решение.\nЕсть возможности как горизонтального роста, перехода в смежные функции, так и вертикального роста.\n\nБюджет: компания не разглашает. Ориентировочно 120 000 - 150 000 рублей gross. \n\n Задавайте вопросы, постараюсь ответить.\n\nМои контакты: Екатерина, +7 916 585 39 85 (whatsapp, telegram)\n\nP.S. Запостила отредактированный текст поста.\n \nData Analyst\n \nGett is a global on-demand mobility company that connects customers with transportation, goods and services. Gett currently operates in more than 100 cities across the United States, the United Kingdom, Russia and Israel.\nRecently Gett has altered its business model and chosen massive incentive campaigns as the main way to compensate the drivers and lock them in the service. Here is a short list of the questions, Gett strives to answer every day:\n- How efficient is the particular subset of the parameters for the campaigns?\n- What is a better way to predict drivers churn &amp; behavior and its relationship with promo campaigns?\n- Which groups of drivers should be targeted?\n- What are other non-monetary tools that can substitute ordinary monetary ones?\nIn simple words, there is a number of challenging tasks that are to be solved in order to maximize drivers’ happiness subject to profitability constraint: driver clusterization, cohort analysis, A\/B testing, pricing analytics and much more.\nApart from that you will have on opportunity to work with real-time geospatial data, parse information from the web, learn to write efficient queries for different databases, build automated dashboards and data processing tools, create custom ETL scripts, influence R&amp;D priorities by calculating ROI and ICE for the new features.\n \nRequirements\n- At least last year student or graduate in Economics\/Computer Science\n- Experience with at least one programming language (solid base)\n- Familiarity with Python\/R, SQL\n- Upper-intermediate English or above\n \nDesirable\n- Working experience with Python (pandas, numpy, requests) or R\n- Working experience with SQL (PostgreSQL, Redshift, Presto)\n- Familiarity with AWS, Github, Bash Shell, REST APIs\n- Working \/ Academic experience with Machine Learning\n- desire to promote ML applications in analysis",
        "user": "UDXM2H6MA",
        "ts": "1568375521.080800",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "geafbcac96a4",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/16eafbcac96a4acfc5d6352f69409375.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0012-72.png",
            "first_name": "Ekaterina",
            "real_name": "Ekaterina Fedotovskaya",
            "display_name": "Katerina",
            "team": "T040HKJE3",
            "name": "katerina.solntse",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "edited": {
            "user": "UDXM2H6MA",
            "ts": "1568376243.000000"
        },
        "thread_ts": "1568375521.080800",
        "reply_count": 1,
        "reply_users_count": 1,
        "latest_reply": "1568888178.023800",
        "reply_users": [
            "UDTFQJN1M"
        ],
        "replies": [
            {
                "user": "UDTFQJN1M",
                "ts": "1568888178.023800"
            }
        ],
        "is_locked": false,
        "subscribed": false,
        "reactions": [
            {
                "name": "-1::skin-tone-2",
                "users": [
                    "UDTFQJN1M"
                ],
                "count": 1
            }
        ]
    }
]