[
    {
        "client_msg_id": "ca2908b9-dcc6-434c-be59-537911393a7f",
        "type": "message",
        "text": "Мопед не мой, я просто разместил объяву!\n\n*Вакансия Data Scientist в Digital агентстве Digital Reputation*\n\n*О нас*\n\nМы - digital агентство, динамичный и амбициозный стартап из 23 человек, который уже успешно реализует рекламные кампании для крупных заказчиков, преимущественно в социальных сетях. В отличие от традиционных способов цифрового продвижения, которые по-прежнему полагаются на технологии 5-10 летней давности, мы видим невероятный потенциал в использовании доступных в сегодняшнем мире больших данных о людях.\n\nНаша цель - быстрый рост за счет создания и коммерциализации цифровых продуктов, основанных на технологиях машинного обучения, применяемых к большим данным из социальных сетей и других источников. И для ее достижения нам нужна твоя помощь.\n\n*Кого мы ищем*\n\nData Scientist, который будет проектировать, разрабатывать, тестировать, и запускать модели машинного обучения для сегментации пользователей социальных сетей и подбору оптимальных персонализированных способов коммуникации с ними.\n\n*Тебе это подходит, если:*\n\n* Ты любишь работать головой: генерировать идеи, продумывать их от концепции до деталей, создавать и воплощать в жизнь\n* У тебя уже есть практический опыт построения моделей машинного обучения на больших данных\n* Ты виртуозно владеешь Python и имеешь опыт работы со Scikit-learn, Spark\/Hive, Tensorflow\/Theano\n* Ты хочешь работать в стартапе, где от тебя многое зависит, а не быть очередным винтиком в корпоративной машине\n* Ты хочешь работать в мультидисциплинарной команде, включая основателей бизнеса, где каждый привносит свои знания и таланты для создания уникального инновационного результата, а не быть младшим узким специалистом в отделе\n* Тебе нравится искать способы решения проблем, даже самых сложных\n* Ты любишь быстро и глубоко разбираться в том, чего ты еще не знаешь\n* Ты умеешь доводить дело до конца, делать так, чтобы работало на практике\n* У тебя высшее техническое или физико-математическое образование\n\n*От нас*\n\n* Профессиональное развитие и реальный опыт полного цикла создания инновационных цифровых продуктов в области машинного обучения\n* Молодой дружный коллектив, увлеченный своим делом, настроенный на захватит мира\n* Перспективы быстрого роста в быстрорастущем инновационном стартапе\n* Лекции и творческие вечера в лектории офиса\n* Креативный офис в центре Москвы вблизи метро Киевская\n* Оформление по ТК\n* Зарплата от 100 до 130 тысяч рублей, в зависимости от результатов собеседования.\n\nЕсли тебе интересно, присылай резюме (или возникшие вопросы) Кириллу на <mailto:Kirill@digitalreputation.ru|Kirill@digitalreputation.ru>",
        "user": "U4WM1939Q",
        "ts": "1558525805.003000",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "586abf0ae10d",
            "image_72": "https:\/\/avatars.slack-edge.com\/2017-09-16\/242353084725_586abf0ae10da1c590ec_72.jpg",
            "first_name": "Andrey",
            "real_name": "Andrey Gurevich",
            "display_name": "amber4eg",
            "team": "T040HKJE3",
            "name": "amber4eg",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "thread_ts": "1558525805.003000",
        "reply_count": 2,
        "reply_users_count": 1,
        "latest_reply": "1566216344.013300",
        "reply_users": [
            "UJZPJFLG7"
        ],
        "replies": [
            {
                "user": "UJZPJFLG7",
                "ts": "1559033409.005800"
            },
            {
                "user": "UJZPJFLG7",
                "ts": "1566216344.013300"
            }
        ],
        "subscribed": false,
        "reactions": [
            {
                "name": "motor_scooter",
                "users": [
                    "U0K47J3HR",
                    "U0L4DGZU0",
                    "U7SFPUVQF"
                ],
                "count": 3
            },
            {
                "name": "taylor_swift",
                "users": [
                    "U0K47J3HR",
                    "U6VBG0F9V",
                    "UDSC91AH1",
                    "U3VPVNXS8"
                ],
                "count": 4
            },
            {
                "name": "ramen",
                "users": [
                    "U0FEJNBGQ",
                    "U049NHC4X",
                    "U8HG3LPSQ",
                    "U3G5SK5J6",
                    "UATCSUKFB",
                    "U79U060TZ",
                    "U8DEZV7E2",
                    "U49NJJXNJ",
                    "UCV0RM9FY",
                    "U7SFPUVQF",
                    "U2LF67NRH",
                    "U6T11F9T4",
                    "UGSED6ZRT",
                    "U3K7PNTML",
                    "U8R7BEGUU",
                    "U90HKUW3B",
                    "UE1RKEDL7",
                    "U2TNYDLRL",
                    "U56ETPEM8",
                    "UA2G37NSW",
                    "U21HNJ0L9",
                    "U70ULMUEP",
                    "UDTFQJN1M",
                    "U17UDV31D"
                ],
                "count": 24
            },
            {
                "name": "catshake",
                "users": [
                    "UJZPJFLG7"
                ],
                "count": 1
            }
        ]
    }
]