[
    {
        "client_msg_id": "9f7e7694-992b-4a0f-96d7-2a411692582f",
        "type": "message",
        "text": "Вакансия: Big Data engineer\nГород: Москва\nКомпания: группа компаний Kinetik (Arrival, TRA Robotics, Roborace)\nФормат работы: офис\nЗанятость: полная\nЗаработная вилка:  до 200 000 рублей net, если пожелания выше – готовы обсуждать в индивидуальном порядке\n\nВсем привет!\nДля группы Kinetik (компания Cybernation) продолжаем комплектовать команду. Ищем Big Data Engineer, который будет работать в связке с Data Scientist (см. вакансию выше).\nИз интересного – тесное взаимодействие с ребятами из Питера, командировки – Питер, Лондон, Европа.\nЕсли есть вопросы, комментарии – пожалуйста, не стесняйтесь, задавайте, комментируйте, постараюсь максимально оперативно ответить.\n\nКонтакт: Екатерина, +7 916 585 39 85 (telegram, whatsapp)\n\nBig Data Engineer\nCybernation (ООО Эррайвал Менеджмент Системз)\nВакансия для тех, кто готов создавать high-tech продукты, о которых можно будет с гордостью рассказывать своим детям. Мы говорим об уникальных работах подобных тому, что сделали коллеги из нашей группы компании Kinetik: Arrival, TRA Robotics, Roborace.\nМы из Cybernation – компании для людей, которым нравится решать сложные задачи среди профессионалов равных себе. Здесь ценится честное мнение, любопытство, пытливость ума.\nСейчас мы ищем Big Data Engineer – эксперта в аналитике данных в команду по предиктивной аналитике для построения системы обработки данных телеметрии в реальном времени.\n\nЗадачи для тебя:\n•\tРазработка архитектуры информационной системы.\n•\tРазвертывание систем (установка и настройка программного обеспечения).\n•\tЗагрузка данных из различных источников в Hadoop, как Batch, так и Stream.\n•\tОбработка полученных данных.\n•\tПостроение витрин данных.\n•\tНастройка мониторинга.\n•\tНаписание структурированной документации.\n\nОжидания от тебя:\n•\tОпыт работы с Kafka, Spark, Spark Streaming, Hadoop.\n•\tНавыки программирования: Python, SQL, NoSQL.\n•\tУверенный технический английский язык.\n•\tОпыт командной разработки и способность работать в составе многопрофильной команды.\n•\tГотовность изучать новое, исследовать международный опыт и делится знаниями.\n•\tОпыт работы с time-series databases (желательно).\n•\tЗнание база данных PostgreSQL, MySQL (желательно).\n•\tЗнание языков Java, Go или C++ (желательно).\n•\tОпыт работы с интернетом вещей (желательно).\n•\tЗнание физики (механика, электричество, термодинамика).\n\nУсловия:\nУ нас тепло, уютно, задачи и вопросы решаются быстро, словно ты в маленькой компании, но со «взрослым» уровнем сервиса для сотрудников: светлый офис, ДМС, вкусные обеды, бесплатные уроки английского языка.",
        "user": "UDXM2H6MA",
        "ts": "1555577450.039300",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "geafbcac96a4",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/16eafbcac96a4acfc5d6352f69409375.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0012-72.png",
            "first_name": "Ekaterina",
            "real_name": "Ekaterina Fedotovskaya",
            "display_name": "Katerina",
            "team": "T040HKJE3",
            "name": "katerina.solntse",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "edited": {
            "user": "UDXM2H6MA",
            "ts": "1555578245.000000"
        }
    }
]