[
    {
        "client_msg_id": "416f15bd-5b28-4fb8-bc36-a252f5f6f356",
        "type": "message",
        "text": "Всем привет! В команду развития бизнеса NVIDIA ищем 2х DL Solutions Architect.\nГород: Москва, офис м.Савёловская\/ Марьина Роща\nОфис, полная занятость\n\nNVIDIA’s Worldwide Field Operations (WWFO) team is looking for world class data scientists and engineers able to engage with developers, researchers, and start-ups, in multiple, impactful massive data analytics projects. We need individuals who can enable customer productivity and develop lasting relationships with our technology partners, making NVIDIA an integral part of end-user solutions. We are looking for someone always thinking about artificial intelligence, someone who can maintain synergy in a fast paced, rapidly evolving field, someone able to coordinate efforts between corporate marketing, industry business development and engineering.\n\nYou will be working with the latest AI architectures coupled with machine learning and Big Data analytics, enabling improved workflows and developing new, differentiated solutions.\n\n*What you'll be doing:*\n\nAssisting field business development in guiding the customer through the sales process for GPU Computing products, owning the technical relationship and assisting the customer in building innovative solutions based on NVIDIA technology.\nBe an industry thought leader on integrating NVIDIA technology into AI architectures to support scientific and engineering applications.\nBe an internal champion for Deep Learning and Data Science among the NVIDIA technical community.\nEstablish and maintain a community calendar of online\/offline events and both monitor and report execution of such activities.\n\n*What we need to see:*\n5+ years of work related experience in software development or massive data analytics, CUDA experience highly desirable.\nExperience working with modern Deep Learning software architecture and frameworks including cuDNN, Caffe, Torch, and Theano.\nSolid background in the fields of NLP or\/and CV\nAbility to turn scientific paper into experiment and communicate of this with peers on a customer side\nGood understanding and practical experience with hardware infrastructure for HPC and AI workloads\nCustomer facing skill-set and background working with developers, researchers, start-ups and established technical\/industry partners.\nParallel programming expertise\nExposure to GPU technology and CUDA programming\nExperience with OpenMP, MPI and other parallel programming languages\nDemonstrable experience in strategy, research, communications.\nCapable of working in a rapidly changing environment without losing focus.\nAbility to multitask effectively in a fast paced environment.\nAction-oriented with strong analytical and problem solving skills.\nStrong time-management and organization skills for coordinating multiple initiatives, priorities and implementations of new technology and products into very complex projects.\nBSc or similar in Engineering, Mathematics, Physics, or Computer Science.\nDirect experience participating in communities (professionally or as highly engaged developer).\nStrong written and oral communications skills with the ability to effectively interface with management and engineering.\nStrong teamwork and interpersonal skills.\n\n*Ways to stand out from the crowd:*\nDirect experience in designing and growing developer or start-up communities.\nTechnical knowledge of developer digital platforms (Facebook, Twitter, LinkedIn, Google Hangouts, stackoverflow, etc.) and their trends.\nCUDA optimization experience.\nMasters or PhD in Engineering, Mathematics, Physics, or Computer Science related topics.\n\nРезюме можно отправлять мне <mailto:azorina@nvidia.com|azorina@nvidia.com>, я перенаправлю в hr, вакансия также есть на хх. если есть вопросы - лет ми ноу:) вилку не знаю:(",
        "user": "UAGLTR36H",
        "ts": "1561705159.103200",
        "team": "T040HKJE3",
        "user_team": "T040HKJE3",
        "source_team": "T040HKJE3",
        "user_profile": {
            "avatar_hash": "f8edfdd3a25a",
            "image_72": "https:\/\/avatars.slack-edge.com\/2018-05-08\/360134938834_f8edfdd3a25ad79a32de_72.jpg",
            "first_name": "Anastasia",
            "real_name": "Anastasia Zorina",
            "display_name": "",
            "team": "T040HKJE3",
            "name": "azorina",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "edited": {
            "user": "UAGLTR36H",
            "ts": "1561705655.000000"
        },
        "thread_ts": "1561705159.103200",
        "reply_count": 4,
        "reply_users_count": 3,
        "latest_reply": "1561743583.111400",
        "reply_users": [
            "UAGLTR36H",
            "U27HU84H4",
            "U2GAEHQR1"
        ],
        "replies": [
            {
                "user": "UAGLTR36H",
                "ts": "1561706790.105400"
            },
            {
                "user": "U27HU84H4",
                "ts": "1561706871.105700"
            },
            {
                "user": "U2GAEHQR1",
                "ts": "1561714798.109200"
            },
            {
                "user": "UAGLTR36H",
                "ts": "1561743583.111400"
            }
        ],
        "is_locked": false,
        "subscribed": false,
        "reactions": [
            {
                "name": "+1",
                "users": [
                    "U0K47J3HR",
                    "U4ZRFG1V0",
                    "U9JSUB8T1",
                    "U9ZMU4630",
                    "UDTFQJN1M"
                ],
                "count": 5
            },
            {
                "name": "fork",
                "users": [
                    "U3FEH4R1P",
                    "U9HSZRDP1",
                    "U06J1LG1M",
                    "U6T11F9T4",
                    "U4WGFD012",
                    "U3XDWVD3P",
                    "U6Y47FWKX",
                    "UEU3CGN3H",
                    "U9DLE3YHM",
                    "UCKGAQKE0",
                    "U6L08K8KS",
                    "U64HAB6BA",
                    "U09JEC7V0",
                    "UJXD4EAE8",
                    "UDK41MN5U",
                    "U4WM1939Q",
                    "U17UDV31D",
                    "U7DEPRKCZ",
                    "U8R7BEGUU",
                    "U3P28DQ5T",
                    "U9ZMU4630",
                    "U49NJJXNJ",
                    "UEWF6GGMN",
                    "UJ2M1TL1E",
                    "UDKSK23J6",
                    "UCV0RM9FY",
                    "U709XK88H",
                    "U2GAEHQR1",
                    "UBECVJDBR",
                    "U6GDF7JF2",
                    "U4B8MC0AD",
                    "U3WRYT9JL",
                    "U9T0G9W3G",
                    "U3Y5VQ5J6",
                    "U9Q846B2A",
                    "U07159GKF",
                    "UC9HBTUKG",
                    "U061WBASK"
                ],
                "count": 38
            },
            {
                "name": "ban",
                "users": [
                    "U8DEZV7E2",
                    "U8R7BEGUU",
                    "UEWF6GGMN",
                    "UDKSK23J6",
                    "U8C4KRSUF",
                    "U709XK88H",
                    "U2GAEHQR1",
                    "U6GDF7JF2",
                    "U4FU2JMFT",
                    "U0FEJNBGQ",
                    "UEK7QL3HN",
                    "U3Y5VQ5J6",
                    "UH2CJ1GMV",
                    "U07159GKF",
                    "U8LQCCNF2",
                    "UC9HBTUKG"
                ],
                "count": 16
            },
            {
                "name": "nvidia",
                "users": [
                    "U92Q22QDQ"
                ],
                "count": 1
            }
        ]
    }
]